
{
 "topNav": "An official website of New York City government",
 "allRightsReserved": "© 2021 City of New York. All Rights Reserved.",
 "tradeMark": "NYC is a trademark and service mark of the City of New York.",
 "privacyPolicy": "Privacy Policy",
 "termsOfUse": "Terms of Use",
 "next": "Next",
 "back": "Back",
 "languages": "languages",
 "unityAbout": "ELSA is Open Source",
 "unityDescription": "ELSA is built collaboratively and in the open by multiple stakeholders. It is provided as-is, but if you are a government entity please reach out and we would be happy to discuss the technical needs of ELSA.",
 "cyeAbout": "Get involved",
 "cyeDescription": "Whether you are a developer, designer, or subject matter expert, you can help advance universal language access by getting involved. Check out the github repo for more information and the most pressing current needs.",
 "acknowledgements": "",
 "fullAcknowledgements": "",
 "manualNeed": "What is ELSA?",
 "manualNeedDescription": "Easy Localization System Access (ELSA) is an Open Source continuous translation and localization system that ensures all content is automatically and continuously kept up to date in the 11 languages most commonly spoken by New Yorkers, using a combination of Neural Machine Translation (NMT) and human Localization vendors.",
 "conceptsAlt": "Alt Text",
 "conceptsHeading": "Any Content Management System",
 "conceptsAndVocab": "ELSA plugs into any Content Management System (CMS) with a simple plugin architecture, so no matter if you are creating content in Wordpress, Google Docs, or directly in code, ELSA can keep it up to date.",
 "obligationsAlt": "Alt Text",
 "obligationsHeading": "Automatic Continuous Localization",
 "obligations": "ELSA is designed for ‘Continuous Localization’ which means that any time content is changed in the source language, the changes are automatically sent for translation and localization without the need for any extra steps.",
 "safeSpaceAlt": "Alt Text",
 "safeSpaceHeading": "Intelligent",
 "safeSpace": "ELSA tracks the changes between two versions and translates only the minimal amount to save money and time. The changes are then automatically inserted into the correct location in the larger document, reducing errors and getting reliable content out to constituents.",
 "checkSafetyAlt": "Alt Text",
 "checkSafetyHeading": "Any vendor. Any workflow",
 "checkSafety": "ELSA is focused on managing the changes in text and the “last mile” of getting text out of and back into documents. It can be used as a drop-in part of any workflow and can integrate with any machine translation API or human localization vendor.",
 "fullReport": "Status: Active development",
 "fullReportDescription": "ELSA is an Open Source project in active development by the NYC Mayor’s Office of the Chief Technology Officer and the United States Digital Response, and advised by the NYC Mayor’s Office of Immigrant Affairs. It is a partnership that grew out of the COVID-19 pandemic which highlighted the level of effort, and tangible value, of having rapidly evolving public safety information stay in sync across multiple languages. If you would like to use ELSA or support its development, please download the code or get in touch with us",
 "downloadReport": "Get it from Github",
 "workItNYC": "Automatic Continuous Localization",
 "inclusivityGuide": "",
 "contactUs": "Contact us",
 "feedback": "To learn more about this project and the partners, please find our information below. We welcome your thoughts and feedback.",
 "home": "Home",
 "about": "Contribute",
 "contact": "Contact",
 "collaboration": "A collaboration with",
 "websiteSupport": "Website created with the support of",
 "fullTitle": "Project ELSA",
 "menu": "Menu",
 "skipContent": "Skip to main content",
 "returnToTop": "Return to top"
}
