Repository: nyc-cto/elsa-homepage
Catalog: po_files/outbox/*/*.json.po
Languages: es

source: - © 2020 City of New York. All Rights Reserved.
es: - © 2020 Ciudad de Nueva York. Todos los derechos reservados.

source: - Back
es: - Atrás

source: - Serge “is a continuous localization solution that allows you to configure robust localization automation scenarios in minutes, and integrate localization processes into your everyday development, content authoring and CI/CD workflows.” It is open-source, written in Perl, and primarily a back-end tool. It is built for modularity, functioning via plugins into VCS’s and TMS’s.
es: - Serge &quot;es una solución de localización continua que le permite configurar escenarios de automatización de localización robustos en minutos e integrar procesos de localización en su desarrollo diario, creación de contenido y flujos de trabajo de CI / CD&quot;. Es de código abierto, escrito en Perl y principalmente una herramienta de back-end. Está construido para la modularidad, funciona a través de complementos en VCS y TMS.

source: - Alt Text
es: - Texto alternativo

source: - What is Serge?
es: - ¿Qué es Serge?

source: - A collaboration of
es: - Una colaboración de

# /conceptsAlt
source: - Alt Text
es: - Texto alternativo

source: - According to GALA, “translation is the communication of meaning from one language (the source) to another language (the target). Translation refers to written information, whereas interpretation refers to spoken information. The purpose of translation is to convey the original tone and intent of a message, taking into account cultural and regional differences between source and target languages.”
es: - Según GALA, “la traducción es la comunicación de significado de un idioma (la fuente) a otro idioma (el destino). La traducción se refiere a la información escrita, mientras que la interpretación se refiere a la información hablada. El propósito de la traducción es transmitir el tono original y la intención de un mensaje, teniendo en cuenta las diferencias culturales y regionales entre los idiomas de origen y destino &quot;.

source: - What is translation versus interpretation?
es: - ¿Qué es traducción versus interpretación?

source: - Contact
es: - contacto

source: - Contact us
es: - Contáctenos

source: - ABOUT the Mayor's Office of the Chief Tech Officer
es: - ACERCA de la Oficina del Director de Tecnología del Alcalde

source: - MOCTO is a city government agency that collaborates with other agencies to ensure that technology is inclusive, accessible, human-centered, and works for all New Yorkers. Focus areas include universal broadband, digital services, inclusive innovation, and tech policy.
es: - MOCTO es una agencia del gobierno de la ciudad que colabora con otras agencias para garantizar que la tecnología sea inclusiva, accesible, centrada en el ser humano y funcione para todos los neoyorquinos. Las áreas de enfoque incluyen banda ancha universal, servicios digitales, innovación inclusiva y política tecnológica.

source: - Go to Github
es: - Ir a Github

source: - To learn more about this project and the partners, please find our information below. We welcome your thoughts and feedback.
es: - Para obtener más información sobre este proyecto y los socios, encuentre nuestra información a continuación. Agradecemos sus pensamientos y comentarios.

source: - What is a TMS, CMS, VCS, and CAT tool?
es: - ¿Qué es una herramienta TMS, CMS, VCS y CAT?

source: - A TMS (translation management system) “is a type of software for automating many parts of the human language translation process and maximizing translator efficiency. The idea of a translation management system is to automate all repeatable and non-essential work that can be done by software/systems and leaving only the creative work of translation and review to be done by human beings” (Wikipedia). E.g. Mojito A CMS (content management system) “is a software application that can be used to manage the creation and modification of digital content” (Wikipedia). A CMS allows content managers to write, upload, and update content without needing to understand the technical details of how the content is eventually distributed. E.g. WordPress A VCS (version control system) “helps record changes to files by keeping a track of modifications done to the code” (GeeksForGeeks). E.g. GitHub A CAT (computer-assisted translation) tool “assists a human translator in the translation process” (Wikipedia). E.g. Zing
es: - Un TMS (sistema de gestión de la traducción) “es un tipo de software para automatizar muchas partes del proceso de traducción del lenguaje humano y maximizar la eficiencia del traductor. La idea de un sistema de gestión de la traducción es automatizar todo el trabajo repetible y no esencial que puede ser realizado por software / sistemas y dejando solo el trabajo creativo de traducción y revisión para que lo realicen seres humanos ”(Wikipedia). Por ejemplo, Mojito A CMS (sistema de gestión de contenido) “es una aplicación de software que se puede utilizar para gestionar la creación y modificación de contenido digital” (Wikipedia). Un CMS permite a los administradores de contenido escribir, cargar y actualizar contenido sin necesidad de comprender los detalles técnicos de cómo se distribuye finalmente el contenido. Por ejemplo, WordPress A VCS (sistema de control de versiones) &quot;ayuda a registrar los cambios en los archivos mediante un seguimiento de las modificaciones realizadas en el código&quot; (GeeksForGeeks). Por ejemplo, GitHub Una herramienta CAT (traducción asistida por computadora) “ayuda a un traductor humano en el proceso de traducción” (Wikipedia). Por ejemplo, Zing

source: - The Mayor's Office of the Chief Technology Officer
es: - Oficina del Director de Tecnología del Alcalde

source: - Home
es: - Casa

source: - Automatic Continuous Localization
es: - Localización continua automática

source: - languages
es: - idiomas

source: - What is localization?
es: - ¿Qué es la localización?

source: - According to GALA, “localization (also referred to as ‘l10n’) is the process of adapting a product or content to a specific locale or market. Translation is only one of several elements of the localization process.” Translations should incorporate specific contexts and dialects based on the target audience.
es: - Según GALA, “la localización (también conocida como &#39;l10n&#39;) es el proceso de adaptar un producto o contenido a un lugar o mercado específico. La traducción es solo uno de varios elementos del proceso de localización &quot;. Las traducciones deben incorporar contextos y dialectos específicos según el público objetivo.

source: - Menu
es: - Menú

source: - Next
es: - Próximo

source: - Language access is the ability for users to access government resources and services in their preferred language.
es: - El acceso al idioma es la capacidad de los usuarios para acceder a los recursos y servicios gubernamentales en su idioma preferido.

# /obligationsAlt
source: - Alt Text
es: - Texto alternativo

source: - What is language access?
es: - ¿Qué es el acceso al idioma?

source: - Privacy Policy
es: - Política de privacidad

source: - Return to top
es: - Volver a la cima

source: - Continuous localization automatically determines the portion of updated content that needs to be translated, uses translation memory (TM) to store and reuse previously translated content, and pushes back updated content once it is translated. As we have gathered so far from conversations with the Mayor’s Office of Immigrant Affairs (MOIA), fully automated continuous localization does not yet exist in city government.
es: - La localización continua determina automáticamente la parte del contenido actualizado que necesita ser traducido, utiliza la memoria de traducción (TM) para almacenar y reutilizar el contenido previamente traducido y rechaza el contenido actualizado una vez que se traduce. Como hemos recopilado hasta ahora de las conversaciones con la Oficina de Asuntos de Inmigrantes del Alcalde (MOIA), la localización continua completamente automatizada aún no existe en el gobierno de la ciudad.

# /safeSpaceAlt
source: - Alt Text
es: - Texto alternativo

source: - What is continuous localization?
es: - ¿Qué es la localización continua?

source: - Skip to main content
es: - Saltar al contenido principal

source: - Terms of Use
es: - Términos de Uso

source: - An official website of New York City government
es: - Un sitio web oficial del gobierno de la ciudad de Nueva York

source: - NYC is a trademark and service mark of the City of New York.
es: - NYC es una marca comercial y de servicio de la ciudad de Nueva York.

source: - ABOUT ELSA TMS
es: - ACERCA DE ELSA TMS

source: - The NYC Mayor’s Office of the CTO (MOCTO) is developing an open-source translation pipeline that aims to streamline the process of translation management for itself and potentially other city agencies.
es: - La Oficina del CTO del Alcalde de la Ciudad de Nueva York (MOCTO) está desarrollando un canal de traducción de código abierto que tiene como objetivo agilizar el proceso de gestión de la traducción para sí mismo y potencialmente para otras agencias de la ciudad.

source: - Website created with the support of
es: - Sitio web creado con el apoyo de

source: - Project ELSA
es: - Proyecto ELSA
