{
  "topNav": "Un sitio web oficial del gobierno de la ciudad de Nueva York",
  "allRightsReserved": "© 2020 Ciudad de Nueva York. Todos los derechos reservados.",
  "tradeMark": "NYC es una marca comercial y una marca de servicio de la ciudad de Nueva York.",
  "privacyPolicy": "Política de privacidad",
  "termsOfUse": "ESP Terms of Use",
  "next": "ESP Next",
  "back": "ESP Back",
  "languages": "ESP languages",
  "unityAbout": "ESP Sobre de ELSA",
  "unityDescription": "La Oficina de la CTO del Alcalde de la Ciudad de Nueva York (MOCTO) está desarrollando un canal de traducción de código abierto que tiene como objetivo agilizar el proceso de gestión de la traducción para sí mismo y potencialmente para otras agencias de la ciudad.",
  "cyeAbout": "ACERCA de la Oficina del Director de Tecnología del Alcalde",
  "cyeDescription": "MOCTO es una agencia del gobierno de la ciudad que colabora con otras agencias para garantizar que la tecnología sea inclusiva, accesible, centrada en el ser humano y funcione para todos los neoyorquinos. Las áreas de enfoque incluyen banda ancha universal, servicios digitales, innovación inclusiva y política tecnológica.",
  "acknowledgements": "ESP ",
  "fullAcknowledgements": "ESP ",
  "manualNeed": "Que es la localización?",
  "manualNeedDescription": "Según GALA (Asociación de Globalización y Localización), 'la localización (también conocida como 'l10n') es el proceso de adaptar un producto o contenido a un lugar o mercado específico. La traducción es solo uno de varios elementos del proceso de localización'. Las traducciones deben incorporar contextos y dialectos específicos según la audiencia de destino.",
  "conceptsAlt": "Alt Text",
  "conceptsHeading": "¿Qué es traducción versus interpretación?",
  "conceptsAndVocab": "Según GALA, 'la traducción es la comunicación de significado de un idioma (la fuente) a otro idioma (el destino). La traducción se refiere a la información escrita, mientras que la interpretación se refiere a la información hablada. El propósito de la traducción es transmitir el tono original y la intención de un mensaje, teniendo en cuenta las diferencias culturales y regionales entre los idiomas de origen y destino'.",
  "obligationsAlt": "ESP Alt Text",
  "obligationsHeading": "¿Qué es el acceso al idioma?",
  "obligations": "El acceso al idioma es la capacidad de los usuarios para acceder a los recursos y servicios gubernamentales en su idioma preferido.",
  "safeSpaceAlt": "ESP Alt Text",
  "safeSpaceHeading": "¿Qué es la localización continua?",
  "safeSpace": "La localización continua determina automáticamente la parte del contenido actualizado que debe traducirse, utiliza la memoria de traducción (TM) para almacenar y reutilizar el contenido previamente traducido y rechaza el contenido actualizado una vez que se traduce. Como hemos recopilado hasta ahora de las conversaciones con la Oficina de Asuntos de Inmigrantes de la Alcaldía (MOIA), la localización continua completamente automatizada aún no existe en el gobierno de la ciudad.",
  "checkSafetyAlt": "ESP Alt Text",
  "checkSafetyHeading": "¿Qué es Serge?",
  "checkSafety": "Serge 'es una solución de localización continua que le permite configurar escenarios de automatización de localización robustos en minutos e integrar procesos de localización en su desarrollo diario, creación de contenido y flujos de trabajo de CI / CD'. Es de código abierto, escrito en Perl y principalmente una herramienta de back-end. Está construido para la modularidad, funciona a través de complementos en VCS y TMS.",
  "fullReport": "¿Qué es una herramienta TMS, CMS, VCS y CAT?",
  "fullReportDescription": "Un TMS (sistema de gestión de la traducción) “es un tipo de software para automatizar muchas partes del proceso de traducción del lenguaje humano y maximizar la eficiencia del traductor. La idea de un sistema de gestión de traducción es automatizar todo el trabajo repetible y no esencial que puede ser realizado por software / sistemas y dejando solo el trabajo creativo de traducción y revisión para que lo hagan los seres humanos ”(Wikipedia). P.ej. Mojito A CMS (sistema de gestión de contenido) “es una aplicación de software que se puede utilizar para gestionar la creación y modificación de contenido digital” (Wikipedia). Un CMS permite a los administradores de contenido escribir, cargar y actualizar contenido sin necesidad de comprender los detalles técnicos de cómo se distribuye finalmente el contenido. P.ej. WordPress Un VCS (sistema de control de versiones) "ayuda a registrar los cambios en los archivos manteniendo un registro de las modificaciones realizadas en el código" (GeeksForGeeks). P.ej. GitHub Una herramienta CAT (traducción asistida por computadora) “ayuda a un traductor humano en el proceso de traducción” (Wikipedia). P.ej. Gusto",
  "downloadReport": "ESP Go to Github",
  "workItNYC": "ESP Project ELSA",
  "inclusivityGuide": "ESP Automatic Continuous Localization",
  "contactUs": "ESP Contact us",
  "feedback": "ESP To learn more about this project and the partners, please find our information below. We welcome your thoughts and feedback.",
  "home": "ESP Home",
  "about": "ESP About",
  "contact": "ESP Contact",
  "collaboration": "ESP A collaboration of",
  "websiteSupport": "ESP Website created with the support of",
  "fullTitle": "ESP The Mayor's Office of the Chief Technology Officer",
  "menu": "ESP Menu",
  "skipContent": "ESP Skip to main content",
  "returnToTop": "ESP Return to top"
 }
 