{
   "about" : "ABOUT",
   "acknowledgements" : "",
   "allRightsReserved" : "© 2020 CITY OF NEW YORK. ALL RIGHTS RESERVED.",
   "back" : "BACK",
   "checkSafety" : "SERGE “IS A CONTINUOUS LOCALIZATION SOLUTION THAT ALLOWS YOU TO CONFIGURE ROBUST LOCALIZATION AUTOMATION SCENARIOS IN MINUTES, AND INTEGRATE LOCALIZATION PROCESSES INTO YOUR EVERYDAY DEVELOPMENT, CONTENT AUTHORING AND CI\/CD WORKFLOWS.” IT IS OPEN-SOURCE, WRITTEN IN PERL, AND PRIMARILY A BACK-END TOOL. IT IS BUILT FOR MODULARITY, FUNCTIONING VIA PLUGINS INTO VCS’S AND TMS’S.",
   "checkSafetyAlt" : "ALT TEXT",
   "checkSafetyHeading" : "WHAT IS SERGE?",
   "collaboration" : "A COLLABORATION OF",
   "conceptsAlt" : "ALT TEXT",
   "conceptsAndVocab" : "ACCORDING TO GALA, “TRANSLATION IS THE COMMUNICATION OF MEANING FROM ONE LANGUAGE (THE SOURCE) TO ANOTHER LANGUAGE (THE TARGET). TRANSLATION REFERS TO WRITTEN INFORMATION, WHEREAS INTERPRETATION REFERS TO SPOKEN INFORMATION. THE PURPOSE OF TRANSLATION IS TO CONVEY THE ORIGINAL TONE AND INTENT OF A MESSAGE, TAKING INTO ACCOUNT CULTURAL AND REGIONAL DIFFERENCES BETWEEN SOURCE AND TARGET LANGUAGES.”",
   "conceptsHeading" : "WHAT IS TRANSLATION VERSUS INTERPRETATION?",
   "contact" : "CONTACT",
   "contactUs" : "CONTACT US",
   "cyeAbout" : "ABOUT THE MAYOR'S OFFICE OF THE CHIEF TECH OFFICER",
   "cyeDescription" : "MOCTO IS A CITY GOVERNMENT AGENCY THAT COLLABORATES WITH OTHER AGENCIES TO ENSURE THAT TECHNOLOGY IS INCLUSIVE, ACCESSIBLE, HUMAN-CENTERED, AND WORKS FOR ALL NEW YORKERS. FOCUS AREAS INCLUDE UNIVERSAL BROADBAND, DIGITAL SERVICES, INCLUSIVE INNOVATION, AND TECH POLICY.",
   "downloadReport" : "GO TO GITHUB",
   "feedback" : "TO LEARN MORE ABOUT THIS PROJECT AND THE PARTNERS, PLEASE FIND OUR INFORMATION BELOW. WE WELCOME YOUR THOUGHTS AND FEEDBACK.",
   "fullAcknowledgements" : "",
   "fullReport" : "WHAT IS A TMS, CMS, VCS, AND CAT TOOL?",
   "fullReportDescription" : "A TMS (TRANSLATION MANAGEMENT SYSTEM) “IS A TYPE OF SOFTWARE FOR AUTOMATING MANY PARTS OF THE HUMAN LANGUAGE TRANSLATION PROCESS AND MAXIMIZING TRANSLATOR EFFICIENCY. THE IDEA OF A TRANSLATION MANAGEMENT SYSTEM IS TO AUTOMATE ALL REPEATABLE AND NON-ESSENTIAL WORK THAT CAN BE DONE BY SOFTWARE\/SYSTEMS AND LEAVING ONLY THE CREATIVE WORK OF TRANSLATION AND REVIEW TO BE DONE BY HUMAN BEINGS” (WIKIPEDIA). E.G. MOJITO A CMS (CONTENT MANAGEMENT SYSTEM) “IS A SOFTWARE APPLICATION THAT CAN BE USED TO MANAGE THE CREATION AND MODIFICATION OF DIGITAL CONTENT” (WIKIPEDIA). A CMS ALLOWS CONTENT MANAGERS TO WRITE, UPLOAD, AND UPDATE CONTENT WITHOUT NEEDING TO UNDERSTAND THE TECHNICAL DETAILS OF HOW THE CONTENT IS EVENTUALLY DISTRIBUTED. E.G. WORDPRESS A VCS (VERSION CONTROL SYSTEM) “HELPS RECORD CHANGES TO FILES BY KEEPING A TRACK OF MODIFICATIONS DONE TO THE CODE” (GEEKSFORGEEKS). E.G. GITHUB A CAT (COMPUTER-ASSISTED TRANSLATION) TOOL “ASSISTS A HUMAN TRANSLATOR IN THE TRANSLATION PROCESS” (WIKIPEDIA). E.G. ZING",
   "fullTitle" : "THE MAYOR'S OFFICE OF THE CHIEF TECHNOLOGY OFFICER",
   "home" : "HOME",
   "inclusivityGuide" : "AUTOMATIC CONTINUOUS LOCALIZATION",
   "languages" : "LANGUAGES",
   "manualNeed" : "WHAT IS LOCALIZATION?",
   "manualNeedDescription" : "ACCORDING TO GALA, “LOCALIZATION (ALSO REFERRED TO AS ‘L10N’) IS THE PROCESS OF ADAPTING A PRODUCT OR CONTENT TO A SPECIFIC LOCALE OR MARKET. TRANSLATION IS ONLY ONE OF SEVERAL ELEMENTS OF THE LOCALIZATION PROCESS.” TRANSLATIONS SHOULD INCORPORATE SPECIFIC CONTEXTS AND DIALECTS BASED ON THE TARGET AUDIENCE.",
   "menu" : "MENU",
   "next" : "NEXT",
   "obligations" : "LANGUAGE ACCESS IS THE ABILITY FOR USERS TO ACCESS GOVERNMENT RESOURCES AND SERVICES IN THEIR PREFERRED LANGUAGE.",
   "obligationsAlt" : "ALT TEXT",
   "obligationsHeading" : "WHAT IS LANGUAGE ACCESS?",
   "privacyPolicy" : "PRIVACY POLICY",
   "returnToTop" : "RETURN TO TOP",
   "safeSpace" : "CONTINUOUS LOCALIZATION AUTOMATICALLY DETERMINES THE PORTION OF UPDATED CONTENT THAT NEEDS TO BE TRANSLATED, USES TRANSLATION MEMORY (TM) TO STORE AND REUSE PREVIOUSLY TRANSLATED CONTENT, AND PUSHES BACK UPDATED CONTENT ONCE IT IS TRANSLATED. AS WE HAVE GATHERED SO FAR FROM CONVERSATIONS WITH THE MAYOR’S OFFICE OF IMMIGRANT AFFAIRS (MOIA), FULLY AUTOMATED CONTINUOUS LOCALIZATION DOES NOT YET EXIST IN CITY GOVERNMENT.",
   "safeSpaceAlt" : "ALT TEXT",
   "safeSpaceHeading" : "WHAT IS CONTINUOUS LOCALIZATION?",
   "skipContent" : "SKIP TO MAIN CONTENT",
   "termsOfUse" : "TERMS OF USE",
   "topNav" : "AN OFFICIAL WEBSITE OF NEW YORK CITY GOVERNMENT",
   "tradeMark" : "NYC IS A TRADEMARK AND SERVICE MARK OF THE CITY OF NEW YORK.",
   "unityAbout" : "ABOUT ELSA TMS",
   "unityDescription" : "THE NYC MAYOR’S OFFICE OF THE CTO (MOCTO) IS DEVELOPING AN OPEN-SOURCE TRANSLATION PIPELINE THAT AIMS TO STREAMLINE THE PROCESS OF TRANSLATION MANAGEMENT FOR ITSELF AND POTENTIALLY OTHER CITY AGENCIES.",
   "websiteSupport" : "WEBSITE CREATED WITH THE SUPPORT OF",
   "workItNYC" : "PROJECT ELSA"
}
