{
   "about" : "Contribuir",
   "aboutText" : "ELSA es de código abierto",
   "acknowledgements" : "",
   "allRightsReserved" : "© 2021 Ciudad de Nueva York. Reservados todos los derechos.",
   "back" : "atrás",
   "checkSafety" : "ELSA se enfoca en administrar los cambios en el texto y la “última milla” de sacar texto y volver a incluirlo en los documentos. Se puede utilizar como parte de cualquier flujo de trabajo y se puede integrar con cualquier API de traducción automática o proveedor de localización humana.",
   "checkSafetyAlt" : "Texto alternativo",
   "checkSafetyHeading" : "Cualquier vendedor. Cualquier flujo de trabajo",
   "collaboration" : "Una colaboración con",
   "conceptsAlt" : "Texto alternativo",
   "conceptsAndVocab" : "ELSA se conecta a cualquier sistema de gestión de contenido (CMS) con una arquitectura de complemento simple, por lo que no importa si está creando contenido en Wordpress, Google Docs o directamente en código, ELSA puede mantenerlo actualizado.",
   "conceptsHeading" : "Cualquier sistema de gestión de contenido",
   "contact" : "Contacto",
   "contactUs" : "Contáctenos",
   "cyeAbout" : "Involucrarse",
   "cyeDescription" : "Ya sea que sea un desarrollador, diseñador o experto en la materia, puede ayudar a promover el acceso universal a los idiomas si participa. Consulte el repositorio de github para obtener más información y las necesidades actuales más urgentes.",
   "descriptionText" : "ELSA se construye de manera colaborativa y abierta por múltiples partes interesadas. Se proporciona tal cual, pero si usted es una entidad gubernamental, comuníquese con nosotros y estaremos encantados de analizar las necesidades técnicas de ELSA.",
   "downloadReport" : "Consíguelo de Github",
   "feedback" : "Para obtener más información sobre este proyecto y los socios, encuentre nuestra información a continuación. Agradecemos sus pensamientos y comentarios.",
   "fullAcknowledgements" : "",
   "fullReport" : "Estado: desarrollo activo",
   "fullReportDescription" : "ELSA es un proyecto de código abierto en desarrollo activo por la Oficina del Director de Tecnología del Alcalde de Nueva York y la Respuesta Digital de los Estados Unidos, y asesorado por la Oficina de Asuntos de Inmigrantes del Alcalde de la ciudad de Nueva York. Es una asociación que surgió de la pandemia de COVID-19 que destacó el nivel de esfuerzo y el valor tangible de tener información de seguridad pública en rápida evolución sincronizada en varios idiomas. Si desea utilizar ELSA o apoyar su desarrollo, descargue el código o póngase en contacto con nosotros",
   "fullTitle" : "Proyecto ELSA",
   "home" : "Casa",
   "inclusivityGuide" : "",
   "introText" : "¿Qué es ELSA?",
   "introTextDescription" : "Easy Localization System Access (ELSA) es un sistema de traducción y localización continua de código abierto que garantiza que todo el contenido se mantenga actualizado de forma automática y continua en los 11 idiomas más hablados por los neoyorquinos, utilizando una combinación de traducción automática neuronal (NMT) y proveedores de localización humana.",
   "languages" : "idiomas",
   "menu" : "Menú",
   "next" : "próximo",
   "obligations" : "ELSA está diseñado para la &#39;localización continua&#39;, lo que significa que cada vez que se cambia el contenido en el idioma de origen, los cambios se envían automáticamente para su traducción y localización sin necesidad de pasos adicionales.",
   "obligationsAlt" : "Texto alternativo",
   "obligationsHeading" : "Localización continua automática",
   "privacyPolicy" : "Política de privacidad",
   "returnToTop" : "Volver a la cima",
   "safeSpace" : "ELSA rastrea los cambios entre dos versiones y traduce solo la cantidad mínima para ahorrar dinero y tiempo. Luego, los cambios se insertan automáticamente en la ubicación correcta en el documento más grande, lo que reduce los errores y brinda contenido confiable a los constituyentes.",
   "safeSpaceAlt" : "Texto alternativo",
   "safeSpaceHeading" : "Inteligente",
   "skipContent" : "Saltar al contenido principal",
   "termsOfUse" : "Términos de Uso",
   "topNav" : "Un sitio web oficial del gobierno de la ciudad de Nueva York",
   "tradeMark" : "NYC es una marca comercial y de servicio de la ciudad de Nueva York.",
   "websiteSupport" : "Sitio web creado con el apoyo de",
   "workItNYC" : "Localización continua automática"
}
